[
	{
		"key": "B001RL8IYK",
		"img": "https://sp-ao.shortpixel.ai/client/q_glossy,ret_img,w_780/https://insulinnation.com/wp-content/uploads/2020/09/Metabolic-Syndrome-Increases-Complication-Risk-In-T1Ds-1200x675-1-780x405.jpg",
		"title": "Metabolic Syndrome Increases Complication Risk In T1Ds",
		"intro": "Type 1s with metabolic syndrome have greatly increased risk for heart disease, neuropathy, and other diabetes complications",
		"description": "This study highlights the importance of type 1s, especially younger individuals, getting screened for signs of metabolic syndrome. Early intervention to treat insulin resistance could have a profound impact on reducing the risk of complications in these populations. If you are living with type 1, this study highlights the importance of controlling your weight, and reducing your blood pressure and other indicators of metabolic syndrome to reduce your overall risk for diabetes complications.",
		"date": "September 3, 2020",
		"user": "Sara Seitz",
		"topic": "T1Ds"
	},
	{
		"key": "B002RL8IYK",
		"img": "https://sp-ao.shortpixel.ai/client/q_glossy,ret_img,w_780/https://insulinnation.com/wp-content/uploads/2020/08/Insulin-dosing-and-timing-before-and-after-intense-cardio-exercise-1200x675-1-780x405.jpg",
		"title": "Insulin Dosing and Timing Before and After Intense Cardio Exercise",
		"intro": "Learn how to do intense cardio exercise without causing low blood sugars by adjusting your insulin doses and timing",
		"description": "When you’re walking or jogging — often referred to as “steady-state” cardio — you’re at risk of experiencing low blood sugar because your heart is pumping steadily. Most people focus on reducing the risk of low blood sugar during this kind of ‘steady-state’ exercise. If you don’t adjust your insulin dose or consume carbohydrates, you’ll inevitably be burning glucose for fuel and increasing your risk of low blood sugar. However, you might have noticed that implementing those steady-state cardio strategies will make your blood sugars skyrocket if you do ‘short-burst’ intense cardio exercise — like sprints, high-intensity intervals, or Bootcamp-like classes. And finishing an intense cardio exercise session only to see your blood sugars go through the roof can feel even more frustrating than low blood sugars.",
		"date": "August 27, 2020",
		"user": "Christel Oerum",
		"topic": "General"
	},
	{
		"key": "B003RL8IYK",
		"img": "https://cdn.diabetesselfmanagement.com/2021/10/dsm-gastric-bypass-sleeve-gastrectomy.jpeg",
		"title": "Gastric Bypass Beats Sleeve Gastrectomy for Weight Loss, Cardiovascular Risk in Type 2",
		"intro": "One common form of bariatric surgery led to better outcomes in people with diabetes, according to a recent study",
		"description": "In recent years, bariatric surgery — also sometimes called metabolic surgery in the context of diabetes — has gained widespread attention as a potentially dramatic treatment for type 2 diabetes in people who also have obesity. In fact, high-quality studies have shown that in many people with type 2, bariatric surgery leads to long-term diabetes remission — meaning a person has normal blood glucose levels without having to take any diabetes medications. Even in people who don’t achieve diabetes remission, bariatric surgery typically leads to improved outcomes, including reporting having more energy and less fatigue — especially in people who no longer need to take insulin after the surgery, and can take oral diabetes drugs instead. ",
		"date": "OCTOBER 4, 2021",
		"user": "QUINN PHILLIPS",
		"topic": "T2Ds"
	},
	{
		"key": "B004RL8IYK",
		"img": "https://sp-ao.shortpixel.ai/client/q_glossy,ret_img,w_780/https://insulinnation.com/wp-content/uploads/2020/08/Unraveling-the-Genetic-Components-of-Type-1-Diabetes-1200x675-1-780x405.jpg",
		"title": "Unraveling the Genetic Components of Type 1 Diabetes",
		"intro": "New research into the genetics of type 1 has revealed unexpected risk factors and possible preventive measures",
		"description": "In the past three years, the number of people diagnosed with type 1 diabetes has increased by 30%, according to the CDC. This sudden rise in the occurrence of the disease speaks to the complexity of its heritability. We know from studies like TrialNet and TEDDY, that there is a strong genetic component behind type 1, but that it requires some degree of environmental interference to be activated. Whether that interference is viral, bacterial, chemical, or some combination of these factors, has yet to be confirmed. ",
		"date": "August 18, 2020",
		"user": "Sara Seitz",
		"topic": "T1Ds"
	},
	{
		"key": "B005RL8IYK",
		"img": "https://cdn.diabetesselfmanagement.com/2021/10/dsm-fruit-risk-diabetes-shutterstock-252338818.jpeg",
		"title": "Fruit Consumption Linked to Lower Risk of Diabetes",
		"intro": "According to a study by Australian researchers just published in The Journal of Clinical Endocrinology, eating whole fruits can lower the risk of type 2 diabetes",
		"description": "For a long time, nutritionists and diabetes researchers have believed that good dietary practices most likely play a role in diabetes prevention. The American Diabetes Association (ADA), for example, while cautioning that not everyone’s body responds the same way to different foods, recommends at least two servings of fruit per day, along with whole grains, vegetables, and legumes. According to the ADA, most fruits contain useful fiber while also having a low glycemic index (GI), which is a ranking system that measures how quickly a certain food causes blood sugar levels to rise. Still, published studies on fruit consumption and diabetes have had mixed results, although some have concluded that low-glycemic-index (LGI) fruits might not only help prevent diabetes, but also other chronic conditions, such as heart disease and hypertension (high blood pressure). LGI fruits include apples, oranges, grapes, pears, peaches, bananas, kiwis, and berries.",
		"date": "OCTOBER 8, 2021",
		"user": "JOSEPH GUSTAITIS",
		"topic": "General"
	},
	{
		"key": "B006RL8IYK",
		"img": "https://sp-ao.shortpixel.ai/client/q_glossy,ret_img,w_780/https://insulinnation.com/wp-content/uploads/2020/08/Undiagnosed-T1D-at-Increased-DKA-Risk-During-Pandemic-1200x675-1-780x405.jpg",
		"title": "Undiagnosed T1D at Increased DKA Risk During Pandemic",
		"intro": "Changes in healthcare access and care-seeking behavior has led to an increase in severe DKA and delayed diagnosis for new type 1 patients",
		"description": "No part of our daily lives seems unaffected by the global coronavirus pandemic — schools are operating online, many businesses continue to have their employees work remotely, and most people have changed how they do simple things, such as buying groceries. Even how we approach getting healthcare looks completely different than it did just last year. In addition to wider access to telehealth medicine options, many hospitals are reporting fewer people being admitted for strokes, heart attacks, and other non-COVID-19 related ailments. ",
		"date": "August 13, 2020",
		"user": "Sara Seitz",
		"topic": "T1Ds"
	},
	{
		"key": "B007RL8IYK",
		"img": "https://sp-ao.shortpixel.ai/client/q_glossy,ret_img,w_780/https://insulinnation.com/wp-content/uploads/2020/08/Exercising-with-T1D-The-Insulin-Food-Balance-Challenge-1200x675-1-780x405.jpg",
		"title": "Exercising with T1D: The Insulin-Food Balance Challenge",
		"intro": "Three effective ways to avoid hypos and keep your blood sugars stable during cardio workouts, and the pros and cons of each",
		"description": "One approach many people find helpful for avoiding the lows exercise can induce, is to cut down on the amount of insulin they take during the meal just before exercise begins. Depending on the intensity of exercise you plan to do and the size and makeup of your meal, that may mean cutting your meal bolus in half, skipping it altogether, or just taking a couple of units off.This approach can work well if you tend to exercise at the same time each day and eat consistent meals. But even then, it will likely take some experimenting to figure out exactly how much to reduce your bolus to avoid going too low or too high during your workout.One thing to avoid when using this method is that your blood sugar can go up so high before you begin exercising, that you risk shedding ketones during your workout.",
		"date": "August 6, 2020",
		"user": "Sara Seitz",
		"topic": "T1Ds"
	},
	{
		"key": "B008RL8IYK",
		"img": "https://cdn.diabetesselfmanagement.com/2021/09/dsm-sleep-disorders-type-2-shutterstock-1537947143.jpg",
		"title": "Treating Sleep Disorders Could Improve Type 2 Diabetes Outcomes",
		"intro": "Sleep disorders are linked to both the development of type 2 diabetes and its complications, according to a new research review",
		"description": "The review authors noted that despite the established links between sleep disorders and the development and progression of type 2 diabetes, screening for sleep disorders is not currently a standard part of care for diabetes. To highlight the importance of detecting and treating sleep disorders in people with diabetes, they looked at what previous studies have found regarding the prevalence of sleep problems in this population, as well as the effect of sleep disorders on health outcomes including blood glucose control, cardiovascular complications of diabetes, depression, quality of life, and overall death risk. They also looked for studies showing whether treating sleep disorders could change any of these outcomes.",
		"date": "September 22, 2021",
		"user": "QUINN PHILLIPS",
		"topic": "T2Ds"
	}
]